[IRI_BH_Raider X2UniversalSoldierClassInfo]
ClassSpecializationTitle="突击者"
ClassSpecializationSummary="突击者使用高能炸药伏击并削弱敌人群体。"

[IRI_BH_Chaser X2UniversalSoldierClassInfo]
ClassSpecializationTitle="追击者"
ClassSpecializationSummary="没有人能够从追击者近距离手炮的射击中逃脱。"

[IRI_BH_Hitman X2UniversalSoldierClassInfo]
ClassSpecializationTitle="职业杀手"
ClassSpecializationSummary="作为一个致命的威胁，职业杀手会围绕整个敌人群体进行迂回，从安全的距离逐一消灭他们。"

